export const ways = [
    {
        id: 1,
        title: 'Что нужно чтобы начать учиться разработке?',
        description: 'Желание и 2 часа в день. Все остальное вы получите в программе «Фронтенд-разработчик», где с нуля изучите все необходимые технологии для разработки интерфейсов. Попробовать обучение можно бесплатно здесь.'
    },
    {
        id: 2,
        title: 'А если у меня не получится пройти всю программу за раз?',
        description: 'Вы сможете взять перерыв на месяц. Но чаще всего наши студенты не нуждаются в этом. Даже если вы отстанете, вы сможете нагнать одногруппников во время каникул. Посмотреть, как распределено время на обучение и отдых на программе «Фронтенд-разработчик» можно здесь.'
    },
    {
        id: 3,
        title: 'Сколько нужно учиться, чтобы получить работу?',
        description: 'Чтобы стать фронтенд-разработчиком нужно отучиться минимум 9 месяцев. Столько идет наш курс «Джуниор». За это время вы освоите JavaScript, глубоко изучите библиотеку React и подготовитесь к трудоустройству. Подробнее о программе и количестве недель на каждую технологию можно узнать на сайте «Джуниора».'
    },
    {
        id: 4,
        title: 'Меня точно возьмут на работу после обучения?',
        description: 'Возьмут, но только если вы пройдете всю программу и будете прикладывать усилия, чтобы учиться — а это самое сложное. Если вы не уверены, что у вас получится сконцентрироваться и стараться, попробуйте мини-курс «Основы программирования».'
    }
]

export const differences = {
    way: 'Пользователи оценивают программы обучения на 9,6',
    easy: '5 лет занимаемся обучением фронтенд-разработке',
    program: 'Сопровождение от наставников уровня middle+',
}

export const button = [
    {
        id: 1,
        text: 'Подход',
        type: 'way'
    },
    {
        id: 2,
        text: 'Доступность',
        type: 'easy'
    },
    {
        id: 3,
        text: 'Концентрация',
        type: 'program'
    }
]